{
  "generalRulesOfInterpretation": [
    {
      "order": 1,
      "rule": "GRI 1",
      "legalText": "The table of contents, alphabetical index, and titles of sections, chapters and sub-chapters are provided for ease of reference only; for legal purposes, classification shall be determined according to the terms of the candidates and any relative section or chapter notes"
    },
    {
      "order": 4,
      "rule": "GRI 3(a)",
      "legalText": "The heading which provides the most specific description shall be preferred to headings providing a more general description. However, when two or more headings each refer to part only of the materials or substances contained in mixed or composite goods or to part only of the items in a set put up for retail sale, those headings are to be regarded as equally specific in relation to those goods, even if one of them gives a more complete or precise description of the goods."
    },
    {
      "order": 5,
      "rule": "GRI 3(b)",
      "legalText": "Mixtures, composite goods consisting of different materials or made up of different components, and goods put up in sets for retail sale, which cannot be classified by reference to 3(a), shall be classified as if they consisted of the material or component which gives them their essential character, insofar as this criterion is applicable."
    },
    {
      "order": 6,
      "rule": "GRI 3(c)",
      "legalText": "When goods cannot be classified by reference to 3(a) or 3(b), they shall be classified under the heading which occurs last in numerical order among those which equally merit consideration."
    },
    {
      "order": 7,
      "rule": "GRI 4",
      "legalText": "Goods which cannot be classified in accordance with the above rules shall be classified under the heading appropriate to the goods to which they are most akin."
    },
    {
      "order": 8,
      "rule": "GRI 5(a)",
      "legalText": "Camera cases, musical instrument cases, gun cases, drawing instrument cases, necklace cases and similar containers, specially shaped or fitted to contain a specific article or set of articles, suitable for long-term use and entered with the articles for which they are intended, shall be classified with such articles when of a kind normally sold therewith. This rule does not, however, apply to containers which give the whole its essential character."
    },
    {
      "order": 9,
      "rule": "GRI 5(b)",
      "legalText": "Subject to the provisions of rule 5(a) above, packing materials and packing containers entered with the goods therein shall be classified with the goods if they are of a kind normally used for packing such goods. However, this provision is not binding when such packing materials or packing containers are clearly suitable for repetitive use."
    }
  ],
  "additionalUSRulesOfInterpretation": {
    "description": "US-specific rules that supplement the GRI for goods imported into the United States.",
    "appliesWhen": "In the absence of special language or context which otherwise requires:",
    "rules": [
      {
        "rule": "US Rule 1(a)",
        "title": "Principal Use Classification",
        "appliesWhen": "A tariff classification is controlled by use (other than actual use).",
        "action": "Determine classification based on the principal use of that class or kind of goods in the United States at or immediately prior to importation.",
        "legalText": "A tariff classification controlled by use (other than actual use) is to be determined in accordance with the use in the United States at, or immediately prior to, the date of importation, of goods of that class or kind to which the imported goods belong, and the controlling use is the principal use."
      },
      {
        "rule": "US Rule 1(b)",
        "title": "Actual Use Classification",
        "appliesWhen": "A tariff classification is controlled by actual use.",
        "action": "Classification is satisfied only if: (1) the use is intended at importation, (2) the goods are actually so used, and (3) proof is furnished within 3 years of entry.",
        "requirements": [
          "Use must be intended at time of importation",
          "Goods must actually be used as intended",
          "Proof must be furnished within 3 years after entry date"
        ],
        "legalText": "A tariff classification controlled by the actual use to which the imported goods are put in the United States is satisfied only if such use is intended at the time of importation, the goods are so used and proof thereof is furnished within 3 years after the date the goods are entered."
      },
      {
        "rule": "US Rule 3",
        "title": "Parts Provisions",
        "appliesWhen": "Classifying parts of articles.",
        "action": "A 'parts' provision covers products solely or principally used as parts, but a specific provision for that part or accessory takes precedence over a general 'parts' or 'parts and accessories' provision.",
        "legalText": "A provision for parts of an article covers products solely or principally used as a part of such articles but a provision for 'parts' or 'parts and accessories' shall not prevail over a specific provision for such part or accessory."
      },
      {
        "rule": "US Rule 4",
        "title": "Textile Material Mixtures",
        "appliesWhen": "Classifying goods in any provision where a textile material is named.",
        "action": "Apply the principles of Section XI regarding mixtures of two or more textile materials.",
        "legalText": "The principles of section XI regarding mixtures of two or more textile materials shall apply to the classification of goods in any provision in which a textile material is named."
      }
    ]
  }
}
